import DocumHero from "@/app/UI-Components/Index/Hero/DocumHero";
import TopHero from "@/components/home/TopHero";
import PicTextFour from "@/components/PicTextFour";
import { HouseIcon } from "lucide-react";
import React from "react";

function page() {
  return (
    <>
      <DocumHero
        title="Итгэлцэл ба аюулгүй байдал"
        text="Мэдикс нь гэр бүлүүд болон хувиараа хөдөлмөр эрхлэгч асран хамгаалагчдыг холбож, хайртай хүмүүст нь гэрт нь ганцаарчилсан, хувь хүнд тохирсон асаргаа үйлчилгээ авах боломжийг бүрдүүлдэг найдвартай онлайн зах зээлийн платформ юм.
Elder-ийн тухайн үед бид гэр бүл болон асран хамгаалагчид дараах гурван чухал үйл явцыг аюулгүй хэрэгжүүлэхэд дэмжлэг үзүүлдэг. Үүнд:
(1) харилцан бие биеэ олох,
(2) хоорондоо тохирох,
(3) цаашдын хамтын харилцаагаа шууд, бие даан удирдах."
        img="/older/pic12.jpg"
      />
      <div className="w-full px-[8%] lg:px-[12%] py-10 mt-0 md:mt-[2%] text-2xl GolosText">
        <p>
          **Elder төв оффисын зорилго** Elder HQ-ийн зорилго нь гэр бүлүүд болон
          тэдний хайртай хүмүүст гэрт нь ганцаарчилсан (1:1), хувь хүнд тохирсон
          асаргаа үзүүлэх зөв асран хамгаалагчийг олоход дэмжлэг үзүүлэх, мөн
          асран хамгаалагчдад өөрсдөд нь тохирох гэр бүлийг олоход нь туслах
          явдал юм. Бид үүнийг гэр бүл болон асран хамгаалагчид хоорондоо
          холбогдох, тохирох, цаашдын харилцаагаа удирдан зохицуулахад ашиглах
          технологи болон үйл явцын хөгжүүлэлтээр дамжуулан хэрэгжүүлдэг.
          Elder-д бидний хийж буй бүхэн хүндэтгэл, ил тод байдал, аюулгүй
          байдал, шударга ёсонд тулгуурладаг. Хэдийгээр Elder HQ нь гэр бүл
          болон хувиараа хөдөлмөр эрхлэгч асран хамгаалагчийн хоорондын
          харилцааг зуучлан зохион байгуулдаг ч энэ нийгэмлэгийн аюулгүй байдал,
          итгэлцлийг хадгалахад бид бүгд үүрэгтэй. --- ## Аюулгүй байдал ба
          Итгэлцэлд Elder-ийн гүйцэтгэх үүрэг 1. Elder нийгэмлэгийн бүх
          гишүүдтэй хүндэтгэлтэй харьцаж, Нийгэмлэгийн стандартыг мөрдөх. 2. Ил
          тод байдлыг дэмжих: * Гэр бүлүүд хайртай хүнийхээ талаар мэдээллээ
          хялбар хуваалцах, * Асран хамгаалагчид ур чадвар, туршлагынхаа талаар
          мэдээлэх, * Асаргааны явцад хоёр тал мэдээллээ харилцан солилцох
          нөхцөлийг бүрдүүлэх. Үүнийг Care Request, Carer Profile, Elder Chat,
          Care Logs зэрэг хэрэгслээр дамжуулан хэрэгжүүлдэг. 3. Гэр бүл болон
          асран хамгаалагчийн хооронд аюулгүй танилцуулгыг хангах. Үүнд асран
          хамгаалагчийн хаягийн баталгаа, урьдчилсан шалгалт (background check),
          ажиллах эрхийн баримт бичгийг баталгаажуулах зэрэг орно. 4. Elder
          платформын шударга, найдвартай байдлыг хадгалах: * Чадварлаг асран
          хамгаалагч, гэр бүлүүдийг татан оролцуулах, * Нөхцөл, журмыг зөрчсөн
          хэрэглэгчдийг шаардлагатай тохиолдолд платформоос хасах. Манай
          хамгааллын нарийвчилсан үйл явцыг Хамгааллын асуудал хариуцсан
          томилогдсон удирдлага удирдан хэрэгжүүлдэг. --- ## Аюулгүй байдал ба
          Итгэлцэлд Хувиараа хөдөлмөр эрхлэгч асран хамгаалагчийн үүрэг 1. Elder
          нийгэмлэгийн бүх гишүүдтэй хүндэтгэлтэй харьцаж, Нийгэмлэгийн болон
          Асран хамгаалагчийн стандартыг мөрдөх. 2. Гэр бүлийн тодорхойлсон
          асаргаа хүлээн авагчийн онцлог хэрэгцээг хангах боломжтой (туршлага,
          цагийн боломжтой) тохиолдолд л үйлчилгээний хүсэлтийг хүлээн авах.
          Үүний тулд өөрийн профайлыг тогтмол шинэчилж, Care Request-ийг бүрэн
          уншиж танилцах. 3. Өөрийн асарч буй бүх асаргаа хүлээн авагчдад
          аюулгүй, дэмжлэгтэй орчныг бүрдүүлэх, хадгалах талаар санаачилгатай
          ажиллах. Хамгааллын үйл явцтай сайтар танилцах. 4. Бүх үйлчилгээг
          Elder платформ дээр явуулах. Энэ нь залилангаас сэргийлэх,
          шаардлагатай үед Захиалга болон үйлчилгээний мэдээллийг Аюулгүй байдал
          ба Итгэлцлийн баг хянах боломжийг бүрдүүлэхээс гадна үйлчилгээний
          хөлсийг цаг тухайд нь авах нөхцөлийг хангана. --- ## Аюулгүй байдал ба
          Итгэлцэлд Гэр бүлийн үүрэг 1. Elder нийгэмлэгийн бүх гишүүдтэй
          хүндэтгэлтэй харьцаж, Нийгэмлэгийн стандарт болон Үйлчлүүлэгчийн гарын
          авлагатай танилцах. 2. Захиалга хийхээс өмнө сонгосон асран
          хамгаалагчтай холбогдож, харилцан ойлголцол бий болгож, хайртай хүндээ
          үзүүлэх асаргааны талаар ярилцах. Хэрэв асуудал үүсвэл Хамгааллын үйл
          явцыг дагаж мөрдөх. 3. Асаргаа болон хувь хүний хэрэгцээний талаар
          үнэн зөв, шинэчилсэн мэдээллийг тогтмол өгөх. 4. Бүх үйлчилгээг Elder
          платформ дээр явуулах. Энэ нь залилангаас сэргийлэх, шаардлагатай үед
          үйлчилгээний мэдээллийг хянах боломж бүрдүүлэх, мөн таны өгөгдлийг
          хамгаалахад дэмжлэг үзүүлнэ. --- ## Хувиараа хөдөлмөр эрхлэгч асран
          хамгаалагчийн талаарх мэдээлэл * Elder-ээс хүлээж болох зүйлс *
          Elder-ээр дамжсан ажлын байрлалаас хүлээж болох зүйлс * Elder дэх
          Аюулгүй байдал ба Итгэлцэл * Elder дэх Хамгаалал * Elder | Хүндэтгэл
          ба Ялгаварлан гадуурхалтын эсрэг бодлого * Elder Нийгэмлэгийн стандарт
          * Асран хамгаалагчийн стандарт
        </p>
        <div className="flex flex-col lg:flex-row w-full justify-center gap-6 px-4">
          <PicTextFour
            linkText="What self-employed carers can expect from Elder"
            pic="/older/pic1.webp"
            href="/documentation/what-self-employed-carers-can-expect-from-elder"
          />
          <PicTextFour
            linkText="What a self-employed carer can expect from an Elder placement"
            pic="/older/pic1.webp"
            href="/documentation/what-a-self-employed-carer-can-expect-from-an-elder-placement"
          />
          <PicTextFour
            linkText="Safety & Trust at Elder"
            pic="/older/pic1.webp"
            href="/documentation/safety-trust-at-elder"
          />
          <PicTextFour
            linkText="Safeguarding at Elder"
            pic="/older/pic1.webp"
            href="/documentation/safeguarding-at-elder"
          />
        </div>
        <div className="flex flex-col lg:flex-row w-full justify-center gap-6 px-4">
          <PicTextFour
            linkText="Elder | Respect & Anti-discrimination Policy"
            pic="/older/pic1.webp"
            href="/documentation/elder-respect-anti-discrimination-policy"
          />
          <PicTextFour
            linkText="Elder Community Standards"
            pic="/older/pic1.webp"
            href="/documentation/elder-community-standards"
          />
          <PicTextFour
            linkText="Carer standards"
            pic="/older/pic1.webp"
            href="/documentation/carer-standards"
          />
          <PicTextFour
            linkText="Quick guide – what you can expect"
            pic="/older/pic1.webp"
            href="/documentation/elder-standards"
          />
        </div>
      </div>
    </>
  );
}

export default page;
