import DocumHero from "@/app/UI-Components/Index/Hero/DocumHero";
import TopHero from "@/components/home/TopHero";
import PictextControl from "@/components/pictext";
import PicTextFour from "@/components/PicTextFour";
import React from "react";

export default function SafeguardingPage() {
  return (
    <>
      <DocumHero
        title="Мэдикс дахь Хамгааллын Бодлого"
        text="Мэдикс байгууллагын үйл ажиллагааны төв цөм нь манай Аюулгүй байдал ба Итгэлийн зарчим юм. Бид насанд хүрсэн хүн бүр хүчирхийлэл, үл хайхрах байдалгүйгээр аюулгүй орчинд амьдрах эрхтэй гэж үздэг."
        img="../../../../public/older/pic15.webp"
      />
      <div className="w-full px-[8%] lg:px-[12%] mt-0 text-2xl GolosText">
        <p className="indent-8 text-justify">
          Мэдикс байгууллагын үйл ажиллагааны үндэс суурь нь манай Аюулгүй
          байдал ба Итгэлийн зарчим юм. Мэдикс нь Care Quality Commission
          (CQC)-ийн тодорхойлолтоор “Танилцуулах агентлаг” хэлбэрээр үйл
          ажиллагаа явуулдаг. Энэ нь бид асран хамгаалагчдыг үйлчилгээ
          авагчидтай холбож өгдөг боловч тэднийг платформ дээрээ шууд ажиллуулж,
          ажил олгогч нь болдоггүй гэсэн үг юм.{" "}
        </p>
        <p className="indent-8 text-justify line-clamp-8">
          Мэдикс нь гэр бүлүүдэд хайртай хүмүүстээ зориулан мэргэжлийн, шалгуур
          хангасан, хувиараа хөдөлмөр эрхлэгч асран хамгаалагчийг найдвартайгаар
          олоход дэмжлэг үзүүлэх үнэ цэнтэй нөөц болдог.{" "}
        </p>
        <p className="indent-8 text-justify line-clamp-8">
          Мэдикс-ийн төв оффист бид насанд хүрсэн хүн бүр хүчирхийлэл, үл
          хайхрах байдалгүйгээр аюулгүй орчинд амьдрах эрхтэй гэж үздэг. Иймээс
          бид энэ үндсэн зарчим болох аюулгүй байдлыг хангах зорилгоор
          <span className="font-semibold">
            Хамгааллын асуудал хариуцсан томилогдсон удирдлага (Designated
            Safeguarding Lead)
          </span>
          -тай ажилладаг.
          <p className="indent-8 text-justify line-clamp-8">
            Хамгаалал ба насанд хүрэгчдийн дэмжлэг, хамгаалалт Хамгаалал болон
            насанд хүрэгчдийн дэмжлэг, хамгаалалт гэдэг нь эрсдэлд өртөмтгий
            насанд хүрэгчдийг аливаа хохирол, хүчирхийлэл, үл хайхрах байдлаас
            урьдчилан сэргийлж хамгаалах, тэдний сайн сайхан байдлыг дэмжих
            зорилготой идэвхтэй арга хэмжээг хэлнэ. Үүнд бие махбодын, сэтгэл
            санааны, бэлгийн болон санхүүгийн хүчирхийлэл, түүнчлэн үл хайхрах
            байдал, ялгаварлан гадуурхалт болон бусад аливаа зүй бус харьцаа
            хамрагдана.
          </p>
          <p className="indent-8 text-justify line-clamp-8">
            “Эрсдэлд өртөмтгий насанд хүрэгч” гэж асаргаа, дэмжлэг шаардлагатай
            бөгөөд өөрийгөө хамгаалах боломж хязгаарлагдмал эсвэл боломжгүй
            хүнийг хэлнэ. Elder платформ дээр асаргаа, дэмжлэг авч буй насанд
            хүрэгчдийг бид{" "}
            <span className="font-semibold">
              Асаргаа хүлээн авагч (Care Recipient)
            </span>{" "}
            гэж нэрлэдэг.
          </p>
        </p>
        <br />
        <p className="font-semibold">Хүчирхийллийн төрөлүүд</p>
        <br />
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Бие махбодын хүчирхийлэл :
          </span>{" "}
          Цохих, алгадах, өшиглөх зэрэг үйлдлүүдээс гадна биеийн шинж тэмдэг
          үүсгэж болзошгүй аливаа үйлдэл (эмийн буруу хэрэглээ, зохисгүй
          хязгаарлалт, буруу өргөж шилжүүлэх арга гэх мэт).{" "}
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Санхүүгийн болон эд материалын хүчирхийлэл :
          </span>{" "}
          Хулгай, залилан, цахим луйвар, тухайн хүний санхүүгийн асуудлыг буруу
          удирдах.{" "}
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Бэлгийн хүчирхийлэл :
          </span>{" "}
          Заавал бэлгийн хавьтал агуулсан байх албагүй. Садар самуун зураг,
          бичлэг үзүүлэх, бэлгийн үйлдлийг албадан харуулах, тухайн хүний
          зөвшөөрөлгүй аливаа бэлгийн шинжтэй үйлдэл.{" "}
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Ялгаварлан гадуурхалт :
          </span>{" "}
          Арьс өнгө, хүйс, нас, бэлгийн чиг баримжаагаар ялгаварлах; үзэн
          ядалтад суурилсан гэмт хэрэг орно.{" "}
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Байгууллагын хүчирхийлэл :
          </span>{" "}
          Асаргаа үйлчилгээний буруу практик (жишээлбэл, байнга хүрэлцээгүй
          ажилтантай байх, хувь хүний хэрэгцээнээс илүү байгууллагын ашиг
          сонирхолд нийцсэн хатуу журам мөрдөх).{" "}
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Үл хайхрах болон орхигдуулах үйлдэл :
          </span>{" "}
          Эрүүл мэнд, боловсрол, нийгмийн халамжийн зохистой үйлчилгээ, эмчилгээ
          авах боломжийг олгохгүй байх. Үл хайхрах байдал нь санаатай болон
          санамсаргүй байж болно.{" "}
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Сэтгэл санааны хүчирхийлэл :
          </span>{" "}
          Сүрдүүлэх, дарамтлах, айлган сүрдүүлэх, цахим дээрэлхэх.{" "}
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Гэр бүлийн хүчирхийлэл :
          </span>{" "}
          16 ба түүнээс дээш насны, одоогийн эсвэл өмнөх дотно харилцаатай,
          эсвэл гэр бүлийн гишүүдийн хооронд давтагдсан хяналт тогтоох,
          албадлагын, заналхийлсэн, хүчирхийллийн шинжтэй зан үйл.{" "}
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Өөрийгөө үл хайхрах{" "}
          </span>{" "}
          Өөрийн хэрэгцээ, эрүүл мэнд, орчноо анхаарахгүй байх зэрэг өргөн
          хүрээний зан үйл, мөн хэт их эд зүйл цуглуулах (hoarding) орно.
        </p>
        <p>
          <span className="font-stretch-semi-expanded text-(--prim) font-semibold">
            Орчин үеийн боолчлол :
          </span>{" "}
          Албадан хөдөлмөр эрхлүүлэх, хүн худалдаалах, гэрийн боолчлол, гэмт
          хэрэгт албадан оролцуулах зэрэг үйлдэл.{" "}
        </p>
        <p>
          Санаа зовнил, мэдээлэх журам Хамгааллын асуудал үе үе үүсч болзошгүйг
          бид хүлээн зөвшөөрдөг. Ийм нөхцөлд гэр бүл болон асран хамгаалагчид
          ямар арга хэмжээ авах ёстойгоо мэддэг байх нь чухал. * Хэрэв Асаргаа
          хүлээн авагч шууд аюулд өртсөн гэж үзвэл яаралтай тусламжийн 999
          дугаарт залгана уу. ### Нийгмийн үйлчилгээ Хамгааллын асуудал үүссэн
          тохиолдолд холбогдох орон нутгийн захиргаанд мэдэгдэхийг зөвлөж байна.
          Тухайн захиргааг тодорхойлохын тулд “Find Your Local Council”
          үйлчилгээг ашиглан Асаргаа хүлээн авагчийн шуудангийн кодыг оруулна
          уу. ### Цагдаагийн байгууллага Хулгай, халдлага, ноцтой үл хайхрах
          зэрэг гэмт хэрэг гарсан гэж үзвэл цагдаагийн байгууллагад яаралтай
          мэдэгдэх шаардлагатай. * Шууд болон ноцтой аюултай нөхцөлд: 999 *
          Дараа нь мэдээлэх шаардлагатай бол: 101 --- ## Elder төв оффист
          мэдээлэх Хэрэв та хүчирхийлэл, үл хайхрах байдал, хохирол учирсан байж
          болзошгүй талаар сэжиглэж эсвэл мэдсэн бол Elder-д нэн даруй имэйлээр
          мэдэгдэнэ үү. Имэйлүүдийг Даваа–Баасан гарагт ажлын цагаар хянадаг.
          Хэрэв та манай платформ дээр бүртгэлтэй хувиараа хөдөлмөр эрхлэгч
          асран хамгаалагч бөгөөд одоогийн ажил үүрэгтэй холбоотой асуудал
          гарсан бол Elder Hub-ийн CareLogs хэсгээр дамжуулан мэдээлэх
          боломжтой. Бүх мэдээллийг манай **Хамгааллын асуудал хариуцсан
          томилогдсон удирдлага** хянаж, шаардлагатай тохиолдолд холбогдох
          гуравдагч талуудтай хамтран ажиллана. Бид платформын аюулгүй байдал,
          үйлчилгээний чанарыг нэн тэргүүнд тавьж, ноцтой асуудлыг ажлын 3
          цагийн дотор шийдвэрлэхийг зорьдог. Хэрэв асуудал нь манай платформ
          дээрх хувиараа хөдөлмөр эрхлэгч асран хамгаалагчийн ёс зүй, үйл
          ажиллагаатай холбоотой бол бид хамгааллын болон чанарын
          баталгаажуулалтын журмын дагуу арга хэмжээ авна. Манай платформын
          аюулгүй байдал, шударга байдлыг хатуу шалгуур, нэвтрэх шаардлагаар
          баталгаажуулдаг. Манай **Нэгдсэн засаглалын хороо (Integrated
          Governance Committee)** долоо хоногт нэг удаа хуралдаж, Хамгааллын
          асуудал хариуцсан удирдлагын авч хэрэгжүүлсэн арга хэмжээг хянадаг.
          ### Нэгдсэн засаглалын хорооны бүрэлдэхүүн: * Гүйцэтгэх захирал (CEO)
          * Санхүү эрхэлсэн захирал (CFO) * Хууль эрх зүй хариуцсан захирал ба
          Мэдээлэл хамгааллын ажилтан * Үйлчилгээ хариуцсан албаны дарга *
          Клиникийн албаны дарга * Ахлах клиникийн сувилагч * Хамгааллын асуудал
          хариуцсан томилогдсон удирдлага Elder нь аюулгүй, найдвартай,
          мэргэжлийн үйлчилгээний орчныг бүрдүүлэхийг тууштай зорьдог.
        </p>
        <br />
        <div className="flex flex-col lg:flex-row w-full justify-center gap-6 px-4">
          <PicTextFour
            linkText="What self-employed carers can expect from Elder"
            pic="/older/pic1.webp"
            href="/documentation/what-self-employed-carers-can-expect-from-elder"
          />
          <PicTextFour
            linkText="What self-employed carers can expect from Elder"
            pic="/older/pic1.webp"
            href="/what-a-self-employed-carer-can-expect-from-an-elder-placement"
          />
          <PicTextFour
            linkText="Safety & Trust at Elder"
            pic="/older/pic1.webp"
            href="/documentation/safety-trust-at-elder"
          />
          <PicTextFour
            linkText="Safeguarding at Elder"
            pic="/older/pic1.webp"
            href="/documentation/safeguarding-at-elder"
          />
        </div>
        <br />
        <div className="flex flex-col lg:flex-row w-full justify-center gap-6 px-4">
          <PicTextFour
            linkText="Elder | Respect & Anti-discrimination Policy"
            pic="/older/pic1.webp"
            href="/documentation/elder-respect-anti-discrimination-policy"
          />
          <PicTextFour
            linkText="Elder Community Standards"
            pic="/older/pic1.webp"
            href="/documentation/elder-community-standards"
          />
          <PicTextFour
            linkText="Carer standards"
            pic="/older/pic1.webp"
            href="/documentation/carer-standards"
          />
          <PicTextFour
            linkText="Quick guide – what you can expect"
            pic="/older/pic1.webp"
            href="/documentation/elder-standards"
          />
        </div>
      </div>
    </>
  );
}
