import DocumHero from "@/app/UI-Components/Index/Hero/DocumHero";
import TopHero from "@/components/home/TopHero";
import PicTextFour from "@/components/PicTextFour";
import { BookHeadphones, Heading, User2Icon } from "lucide-react";
import React from "react";

function page() {
  return (
    <>
      <DocumHero
        title="Бие даасан асран хамгаалагч компаниас юу хүлээж болох вэ"
        text="Бие даасан асран хамгаалагч ажилд орсноор компаниас юу хүлээж болох вэ"
        img="/older/pic18.webp"
      />
      <div className="w-full px-[8%] lg:px-[12%] py-10 mt-0 md:mt-[2%] text-2xl GolosText">
        <p className="flex flex-row gap-6 py-8">
          <User2Icon color="red" /> FOR SELF-EMPLOYED CARERS
        </p>
        <p>
          **Танилцуулга** Энэхүү баримт бичиг нь Elder платформд баталгаажсаны
          дараа Хувиараа хөдөлмөр эрхлэгч Асрагч таны хүлээж болох нөхцөл,
          боломжуудыг тайлбарласан болно. Бид таны Elder платформыг ашиглах
          туршлага эерэг, урт хугацаанд үргэлжлэхүйц байхыг зорьдог. Манай
          зорилго бол: * Таны хэрэгцээ, шаардлагад нийцсэн ажлын байршуулалтыг
          (placement) олоход дэмжлэг үзүүлэх, * Таны үзүүлсэн асаргааны
          үйлчилгээний хөлсийг зохих ёсоор, бүрэн авах нөхцөлийг хангах, *
          Шаардлагатай үед манай мэргэшсэн багийн зүгээс дэмжлэг үзүүлэхэд
          оршино. Elder платформд бүртгэгдсэн Хувиараа хөдөлмөр эрхлэгч
          Асрагчдад тавигдах тусгайлсан наад захын стандарт шаардлагуудыг бид
          боловсруулсан бөгөөд тэдгээртэй эндээс танилцах боломжтой. --- ### 1)
          Цалин, хөлс Elder нь асаргааны үйлчилгээний төрөл, хэлбэрийг
          тасралтгүй өргөжүүлж байгаа тул Hub дээрх ажлын боломжуудыг судлахдаа
          тухайн байршуулалтын дэлгэрэнгүй мэдээллийг сайтар шалгахыг зөвлөж
          байна. Учир нь байршуулалт бүрийн хөлсний хэмжээ харилцан адилгүй
          байна. Hub платформын “Preferences” хэсэгт та дараах төрлүүдээс
          сонголт хийх боломжтой: * Байнгын хамт амьдран асрах (Live-in care) *
          Очиж асрах үйлчилгээ (Visiting care) * Үргэлжилсэн хугацаатай
          байршуулалт (Ongoing placements) * Тогтсон хугацаатай байршуулалт
          (Fixed-length placements) Хэрэв та бүтэн долоо хоногоос бага хугацаанд
          ажилласан бол төлбөрийг ажилласан хугацаанд нь харьцуулан тооцно
          (pro-rata). Хос үйлчлүүлэгч асрах, эсвэл шөнийн асаргаа үзүүлэх
          тохиолдолд хөлсний хэмжээ нэмэгдэнэ. Та ажилд өргөдөл гаргахаас өмнө
          тухайн байршуулалтын зар дээр долоо хоногийн хөлсний хэмжээг харах
          боломжтой. Хэрэв та хамт амьдран асрагч бол: * Албан ёсны бүх нийтийн
          амралтын өдөр (bank holiday)-өөр ажилласан тохиолдолд хоёр дахин
          нэмэгдүүлсэн хөлс авна. * Байршуулалтын газар очих болон буцах замын
          зардлыг бид хариуцна. Бүх нийтийн амралтын өдрийн нэмэгдэл хөлс нь
          таны ажиллаж буй улсын хууль эрх зүйн харьяаллаас хамаарна. Бид зах
          зээлийн нөхцөл байдлыг тогтмол хянаж, асрагчдын санал хүсэлтэд
          үндэслэн бодлогоо шинэчилж байдаг. Манай платформ дээрх асрагчдын
          саналд тулгуурлан бид аяллын бодлого болон цалингийн түвшнийг
          асрагчдад чиглэсэн үнэ цэнийн саналынхаа гол цөм болгож байна. --- ###
          2) Дэмжлэг Elder-ийн баг таныг бүх талаар дэмжихэд бэлэн байна. Бид
          үйлчлүүлэгчдэд чанартай, хувь хүнд төвлөрсөн асаргаа хүргэх, мөн
          платформ дээрх асрагчдад өндөр түвшний үйлчилгээ үзүүлэхэд онцгой ач
          холбогдол өгдөг. Elder Hub-ээр дамжуулан та HelpCentre хэсэгт нэвтэрч,
          платформ дээр ажиллахтай холбоотой баримт бичиг болон түгээмэл асуулт,
          хариултыг авах боломжтой. Хэрэв танд нэмэлт тусламж шаардлагатай бол
          [carers@elder.org](mailto:carers@elder.org) хаягаар имэйл илгээх эсвэл
          Hub дахь чат функцийг ашиглан холбогдоно уу. Байршуулалтын хугацаанд
          үйлчлүүлэгчийн аюулгүй байдалд санаа зовох, эсвэл яаралтай нөхцөл
          байдал үүссэн гэж үзвэл нэн даруй: * 999 (яаралтай тусламжийн
          тохиолдолд) * 111 (яаралтай бус асуудлаар) дугаарт залгах нь зайлшгүй
          шаардлагатай. Нөхцөл байдал аюулгүй болмогц үйлчлүүлэгчийн гэр бүлд
          болсон явдлын талаар мэдэгдэнэ үү. Elder нь 24/7 яаралтай тусламжийн
          шугамаар дэмжлэг үзүүлдэг боловч уг дугаарыг зөвхөн 999 эсвэл 111 рүү
          холбогдсоны дараа, мөн үйлчлүүлэгчид мэдэгдсэний дараа, зөвхөн
          яаралтай нөхцөлд ашиглана. --- ### 3) Үнэнч хэрэглэгчийн хөтөлбөр
          (Loyalty Plan) Бид Onsi-той хамтран ажиллаж, итгэмжлэгдсэн гадаад
          үйлчилгээ үзүүлэгчдээс өргөн хүрээний урамшуулал, хөнгөлөлтийг санал
          болгож байна. Хэрэв та хамт амьдран асрагч бол сүүлийн 6 сарын
          хугацаанд дор хаяж 1 өдөр асаргаа үзүүлсэн бол манай үнэнч
          хэрэглэгчийн хөтөлбөрт хамрагдах эрхтэй болно. Бүртгэлийн үйл явц
          энгийн бөгөөд хэдхэн минут зарцуулна. Onsi-ийн гишүүн болсноор та: *
          Хүнсний бүтээгдэхүүн, шатахуун зэрэг бараа, үйлчилгээний хөнгөлөлт *
          Өвчний тэтгэмж авах боломж * Сэтгэцийн эрүүл мэндийн дэмжлэг * Цахим
          сургалтад (e-learning) нэвтрэх эрх зэрэг олон давуу талыг эдлэх
          боломжтой. --- ### 4) Хувиараа хөдөлмөр эрхлэгч Асрагчийн эрхийг
          дэмжих нь (Жишээ: байршуулалтаас гарах, хүчирхийллээс ангид байх,
          өөрийн ур чадварын хүрээнд ажиллах) Үйлчлүүлэгчдийн аюулгүй байдлыг
          хангах, үйлчилгээний чанарыг хадгалах зорилгоор Elder нь Care Logs
          болон Incident Reporting хэрэгслээр дамжуулан мэдээлэгдсэн бүх
          тохиолдлыг бүртгэдэг. Энэ нь шаардлагатай үед асрагч болон
          үйлчлүүлэгчдэд дэмжлэг үзүүлэхэд тусалдаг. Байршуулалтын хугацаанд та
          Elder Hub-ээр дамжуулан асаргааны тэмдэглэл хөтлөх, тохиолдол мэдээлэх
          боломжтой бөгөөд ингэснээр гэр бүл болон Elder багийг тухай бүр
          мэдээллээр хангана. Ямар ч бага зэргийн тохиолдол байсан ч
          үйлчлүүлэгчийн хяналт, үнэлгээнд зориулан бүртгэхийг бид зөвлөж байна.
          Асаргааны тэмдэглэл болон мэдээлэгдсэн тохиолдлууд нь Elder болон
          үйлчлүүлэгчийн гэр бүлд шууд харагдана. Мөн та харилцан тохиролцсон
          харилцааны сувгаар үйлчлүүлэгчид нэн даруй мэдэгдэх ёстой.
          Үйлчлүүлэгчтэй холбоотой Elder-д мэдэгдсэн бүх тохиолдлыг манай
          Клиникийн баг хянан үздэг. Та өмнөх асрагчдын хийсэн тэмдэглэлүүдийг
          харах боломжтой бөгөөд энэ хэрэгслийг үйлчлүүлэгчийн одоогийн нөхцөл
          байдалтай танилцахад ашиглахыг зөвлөж байна. Elder нь үйлчилгээний
          чанарын баталгаажуулалтын зорилгоор байршуулалтын санал хүсэлтийг
          тогтмол хянаж байдаг.
        </p>
        <div className="flex flex-col lg:flex-row w-full justify-center gap-6 px-4">
          <PicTextFour
            linkText="What self-employed carers can expect from Elder"
            pic="/older/pic1.webp"
            href="/documentation/what-self-employed-carers-can-expect-from-elder"
          />
          <PicTextFour
            linkText="What a self-employed carer can expect from an Elder placement"
            pic="/older/pic1.webp"
            href="/documentation/what-a-self-employed-carer-can-expect-from-an-elder-placement"
          />
          <PicTextFour
            linkText="Safety & Trust at Elder"
            pic="/older/pic1.webp"
            href="/documentation/safety-trust-at-elder"
          />
          <PicTextFour
            linkText="Safeguarding at Elder"
            pic="/older/pic1.webp"
            href="/documentation/safeguarding-at-elder"
          />
        </div>
        <div className="flex flex-col lg:flex-row w-full justify-center gap-6 px-4">
          <PicTextFour
            linkText="Elder | Respect & Anti-discrimination Policy"
            pic="/older/pic1.webp"
            href="/documentation/elder-respect-anti-discrimination-policy"
          />
          <PicTextFour
            linkText="Elder Community Standards"
            pic="/older/pic1.webp"
            href="/documentation/elder-community-standards"
          />
          <PicTextFour
            linkText="Carer standards"
            pic="/older/pic1.webp"
            href="/documentation/carer-standards"
          />
          <PicTextFour
            linkText="Quick guide – what you can expect"
            pic="/older/pic1.webp"
            href="/documentation/elder-standards"
          />
        </div>
      </div>
    </>
  );
}

export default page;
